{"id": 1, "qid": "0::multi", "group_id": "0", "qtype": "multi", "question": "Which novel was serialized first, The Maid of Sker or Lorna Doone?", "golden_answers": "Lorna Doone", "document_a": {"title": "The Maid of Sker", "contents": "The Maid of Sker\nThe Maid of Sker The Maid of Sker is a three-volume novel by R. D. Blackmore published in 1872. Set in the late 18th century, it unravels the mystery of a foundling child washed ashore upon the coast of Glamorganshire. It was Blackmore's next novel published after \"Lorna Doone\" although he had begun writing it 25 years earlier. Blackmore considered \"The Maid of Sker\" to be his best novel. The title of the novel comes from a Welsh ballad known as \"The Maid of Sker\" (), although the content of the ballad bears little relation to the plot of the novel. Blackmore was also familiar with Sker House near Porthcawl. Blackmore's mother, Anne (née Knight), was from Nottage Court near Porthcawl, Glamorgan, and Blackmore spent part of his childhood with his aunt in Nottage. The stark form of Sker House is a central image for Blackmore. Blackmore began writing the novel while he was still a student at Oxford University. He graduated in 1847, but the book was not completed and published until 1872, three years after \"Lorna Doone\". \"The Maid of Sker\" is set at the end of the 18th century, and the story is told by Davy Llewellyn, an old fisherman. The story concerns a two-year-old girl who drifts in a boat onto a beach in Glamorganshire in the calm before a storm. The little girl calls herself Bardie. Llewellyn is tempted to keep the girl, but decides to give her up and keeps the boat for himself. He quarters the pretty child in a simple, but well-to-do, household in his neighbourhood. As she grows up he dotes upon her so far as he can. He watches anxiously over her fortunes, partly or principally because he thinks his own may be bound up with them. It is clear from the refinement of the girl's manners, and from the fineness of her clothes she was washed ashore in, that she is no common child. Davy joins the crew of a ketch trading between Barnstaple and Porthcawl. Whilst in Devon, he encounters several characters who hold the key to solving the mystery of the maid of Sker. These include Sir Philip Bampfylde who spends most of his time looking for his two grandchildren who have mysteriously disappeared; Parson Chowne, a parson of demoniac wickedness and craft who works his will for many years in the north of Devon, defying God, man, and the law; and Captain Drake Bamfylde who is under suspicion of having made away with the children of his elder brother, and heirs to the family property. Old Davy gradually unravels the mystery and sets matters right, although many distractions delay him including an extended period at sea in which Blackmore gives a graphic account of the Battle of the Nile. \"The Maid of Sker\" was serialized in \"Blackwood's Magazine\" from August 1871 to July 1872. It was then published as a three-volume novel in 1872. The novel received fairly good reviews. The \"Saturday Review\" stated that \"the book is exceedingly able, and strikingly original ... there is much powerful writing in it, a great deal of dry humour, with some touches of rare pathos.\" \"The Spectator \" regarded it as \"in our opinion a genuine success, one of the few good novels that has been written for many years\", although it also noted that it \"is here and there just a little difficult to follow ... the story must run over a course of years which it may tax even the author of Waverley to render interesting.\" Blackmore himself regarded this as his best novel, both as an expression of his own personality and in point of workmanship."}, "document_b": {"title": "Lorna Doone", "contents": "Lorna Doone\nLorna Doone Lorna Doone: A Romance of Exmoor is a novel by English author Richard Doddridge Blackmore, published in 1869. It is a romance based on a group of historical characters and set in the late 17th century in Devon and Somerset, particularly around the East Lyn Valley area of Exmoor. In 2003, the novel was listed on the BBC's survey The Big Read. Blackmore experienced difficulty in finding a publisher, and the novel was first published anonymously in 1869, in a limited three-volume edition of just 500 copies, of which only 300 sold. The following year it was republished in an inexpensive one-volume edition and became a huge critical and financial success. It has never been out of print. It received acclaim from Blackmore's contemporary, Margaret Oliphant, and as well from later Victorian writers including Robert Louis Stevenson, Gerard Manley Hopkins, and Thomas Hardy. A favourite among females, it is also popular among male readers, and was chosen by male students at Yale in 1906 as their favourite novel. By his own account, Blackmore relied on a \"phonologic\" style for his characters' speech, emphasising their accents and word formation. He expended great effort, in all of his novels, on his characters' dialogues and dialects, striving to recount realistically not only the ways, but also the tones and accents, in which thoughts and utterances were formed by the various sorts of people who lived on Exmoor in the 17th century. Blackmore incorporated real events and places into the novel. The Great Winter described in chapters 41–45 was a real event. He himself attended Blundell's School in Tiverton which serves as the setting for the opening chapters. One of the inspirations behind the plot is said to be the shooting of a young woman at a church in Chagford, Devon, in the 17th century. Unlike the heroine of the novel, she did not survive, but is commemorated in the church. Apparently, Blackmore invented the name \"Lorna\", possibly drawing on a Scottish source. According to the preface, the work is a romance and not a historical novel, because the author neither \"dares, nor desires, to claim for it the dignity or cumber it with the difficulty of an historical novel.\" As such, it combines elements of traditional romance, of Sir Walter Scott's historical novel tradition, of the pastoral tradition, of traditional Victorian values, and of the contemporary sensation novel trend. The basis for Blackmore's historical understanding is Macaulay's \"History of England\" and its analysis of the Monmouth rebellion. Along with the historical aspects are folk traditions, such as the many legends based around both the Doones and Tom Faggus. The composer Puccini once considered using the story as the plot for an opera, but abandoned the idea. The book is set in the 17th century in the Badgworthy Water region of Exmoor in Devon and Somerset, England. John (in West Country dialect, pronounced \"Jan\") Ridd is the son of a respectable farmer who was murdered in cold blood by one of the notorious Doone clan, a once noble family, now outlaws, in the isolated Doone Valley. Battling his desire for revenge, John also grows into a respectable farmer and takes good care of his mother and two sisters. He falls hopelessly in love with Lorna, a girl he meets by accident, who turns out to be not only (apparently) the granddaughter of Sir Ensor Doone (lord of the Doones), but destined to marry (against her will) the impetuous, menacing, and now jealous heir of the Doone Valley, Carver Doone. Carver will let nothing get in the way of his marriage to Lorna, which he plans to force upon her once Sir Ensor dies and he comes into his inheritance. Sir Ensor dies, and Carver becomes lord of the Doones. John Ridd helps Lorna escape to his family's farm, Plover's Barrows. Since Lorna is a member of the hated Doone clan, feelings are mixed toward her in the Ridd household, but she is nonetheless defended against the enraged Carver's retaliatory attack on the farm. A member of the Ridd household notices Lorna's necklace, a jewel that she was told by Sir Ensor belonged to her mother. During a visit from the Counsellor, Carver's father and the wisest of the Doone family, the necklace is stolen from Plover's Barrows. Shortly after its disappearance, a family friend discovers Lorna's origins, learning that the necklace belonged to a Lady Dugal, who was robbed and murdered by a band of outlaws. Only her daughter survived the attack. It becomes apparent that Lorna, being evidently the long-lost girl in question, is in fact heiress to one of the largest fortunes in the country, and not a Doone after all (although the Doones are remotely related, being descended from a collateral branch of the Dugal family). She is required by law, but against her will, to return to London to become a ward in Chancery. Despite John and Lorna's love for one another, their marriage is out of the question. King Charles II dies, and the Duke of Monmouth (the late king's illegitimate son) challenges Charles's brother James for the throne. The Doones, abandoning their plan to marry Lorna to Carver and claim her wealth, side with Monmouth in the hope of reclaiming their ancestral lands. However, Monmouth is defeated at the Battle of Sedgemoor, and his associates are sought for treason. John Ridd is captured during the revolution. Innocent of all charges, he is taken to London by an old friend to clear his name. There, he is reunited with Lorna (now Lorna Dugal), whose love for him has not diminished. When he thwarts an attack on Lorna's great-uncle and legal guardian Earl Brandir, John is granted a pardon, a title, and a coat of arms by the king and returns a free man to Exmoor. In the meantime, the surrounding communities have grown tired of the Doones and their depredations. Knowing the Doones better than any other man, John leads the attack on their land. All the Doone men are killed, except the Counsellor (from whom John retrieves the stolen necklace) and his son Carver, who escapes, vowing revenge. When Earl Brandir dies and Judge Jeffreys, as Lord Chancellor, becomes Lorna's guardian, she is granted her freedom to return to Exmoor and marry John. During their wedding, Carver bursts into the Church of St Mary, Oare. He shoots Lorna and flees. Distraught and filled with blinding rage, John pursues and confronts him. A struggle ensues in which Carver is left sinking in a mire. Exhausted and bloodied from the fight, John can only pant as he watches Carver slip away. He returns to discover that Lorna is not dead, and after a period of anxious uncertainty, she survives to live happily ever after. The narrator, John Ridd, says he was born on 29 November 1661; in Chapter 24, he mentions Queen Anne as the current monarch, so the time of narration is 1702–1714 making him 40–52 years old. Although he celebrates New Year's Day on 1 January, at that time in England the year in terms of A.D. \"begins\" Annunciation Style on 25 March, so 14 February 1676 would still be 1675 according to the old reckoning. Most of the dates below are given explicitly in the book.   – a lavishly illustrated edition (Burrows Brothers Company, 1889)"}, "context": {"use": ["document_a", "document_b"]}}
{"id": 2, "qid": "0::sub1", "group_id": "0", "qtype": "sub1", "question": "In what year was The Maid of Sker first Serialized In?", "golden_answers": "1871", "document_a": {"title": "The Maid of Sker", "contents": "The Maid of Sker\nThe Maid of Sker The Maid of Sker is a three-volume novel by R. D. Blackmore published in 1872. Set in the late 18th century, it unravels the mystery of a foundling child washed ashore upon the coast of Glamorganshire. It was Blackmore's next novel published after \"Lorna Doone\" although he had begun writing it 25 years earlier. Blackmore considered \"The Maid of Sker\" to be his best novel. The title of the novel comes from a Welsh ballad known as \"The Maid of Sker\" (), although the content of the ballad bears little relation to the plot of the novel. Blackmore was also familiar with Sker House near Porthcawl. Blackmore's mother, Anne (née Knight), was from Nottage Court near Porthcawl, Glamorgan, and Blackmore spent part of his childhood with his aunt in Nottage. The stark form of Sker House is a central image for Blackmore. Blackmore began writing the novel while he was still a student at Oxford University. He graduated in 1847, but the book was not completed and published until 1872, three years after \"Lorna Doone\". \"The Maid of Sker\" is set at the end of the 18th century, and the story is told by Davy Llewellyn, an old fisherman. The story concerns a two-year-old girl who drifts in a boat onto a beach in Glamorganshire in the calm before a storm. The little girl calls herself Bardie. Llewellyn is tempted to keep the girl, but decides to give her up and keeps the boat for himself. He quarters the pretty child in a simple, but well-to-do, household in his neighbourhood. As she grows up he dotes upon her so far as he can. He watches anxiously over her fortunes, partly or principally because he thinks his own may be bound up with them. It is clear from the refinement of the girl's manners, and from the fineness of her clothes she was washed ashore in, that she is no common child. Davy joins the crew of a ketch trading between Barnstaple and Porthcawl. Whilst in Devon, he encounters several characters who hold the key to solving the mystery of the maid of Sker. These include Sir Philip Bampfylde who spends most of his time looking for his two grandchildren who have mysteriously disappeared; Parson Chowne, a parson of demoniac wickedness and craft who works his will for many years in the north of Devon, defying God, man, and the law; and Captain Drake Bamfylde who is under suspicion of having made away with the children of his elder brother, and heirs to the family property. Old Davy gradually unravels the mystery and sets matters right, although many distractions delay him including an extended period at sea in which Blackmore gives a graphic account of the Battle of the Nile. \"The Maid of Sker\" was serialized in \"Blackwood's Magazine\" from August 1871 to July 1872. It was then published as a three-volume novel in 1872. The novel received fairly good reviews. The \"Saturday Review\" stated that \"the book is exceedingly able, and strikingly original ... there is much powerful writing in it, a great deal of dry humour, with some touches of rare pathos.\" \"The Spectator \" regarded it as \"in our opinion a genuine success, one of the few good novels that has been written for many years\", although it also noted that it \"is here and there just a little difficult to follow ... the story must run over a course of years which it may tax even the author of Waverley to render interesting.\" Blackmore himself regarded this as his best novel, both as an expression of his own personality and in point of workmanship."}, "document_b": {"title": "Lorna Doone", "contents": "Lorna Doone\nLorna Doone Lorna Doone: A Romance of Exmoor is a novel by English author Richard Doddridge Blackmore, published in 1869. It is a romance based on a group of historical characters and set in the late 17th century in Devon and Somerset, particularly around the East Lyn Valley area of Exmoor. In 2003, the novel was listed on the BBC's survey The Big Read. Blackmore experienced difficulty in finding a publisher, and the novel was first published anonymously in 1869, in a limited three-volume edition of just 500 copies, of which only 300 sold. The following year it was republished in an inexpensive one-volume edition and became a huge critical and financial success. It has never been out of print. It received acclaim from Blackmore's contemporary, Margaret Oliphant, and as well from later Victorian writers including Robert Louis Stevenson, Gerard Manley Hopkins, and Thomas Hardy. A favourite among females, it is also popular among male readers, and was chosen by male students at Yale in 1906 as their favourite novel. By his own account, Blackmore relied on a \"phonologic\" style for his characters' speech, emphasising their accents and word formation. He expended great effort, in all of his novels, on his characters' dialogues and dialects, striving to recount realistically not only the ways, but also the tones and accents, in which thoughts and utterances were formed by the various sorts of people who lived on Exmoor in the 17th century. Blackmore incorporated real events and places into the novel. The Great Winter described in chapters 41–45 was a real event. He himself attended Blundell's School in Tiverton which serves as the setting for the opening chapters. One of the inspirations behind the plot is said to be the shooting of a young woman at a church in Chagford, Devon, in the 17th century. Unlike the heroine of the novel, she did not survive, but is commemorated in the church. Apparently, Blackmore invented the name \"Lorna\", possibly drawing on a Scottish source. According to the preface, the work is a romance and not a historical novel, because the author neither \"dares, nor desires, to claim for it the dignity or cumber it with the difficulty of an historical novel.\" As such, it combines elements of traditional romance, of Sir Walter Scott's historical novel tradition, of the pastoral tradition, of traditional Victorian values, and of the contemporary sensation novel trend. The basis for Blackmore's historical understanding is Macaulay's \"History of England\" and its analysis of the Monmouth rebellion. Along with the historical aspects are folk traditions, such as the many legends based around both the Doones and Tom Faggus. The composer Puccini once considered using the story as the plot for an opera, but abandoned the idea. The book is set in the 17th century in the Badgworthy Water region of Exmoor in Devon and Somerset, England. John (in West Country dialect, pronounced \"Jan\") Ridd is the son of a respectable farmer who was murdered in cold blood by one of the notorious Doone clan, a once noble family, now outlaws, in the isolated Doone Valley. Battling his desire for revenge, John also grows into a respectable farmer and takes good care of his mother and two sisters. He falls hopelessly in love with Lorna, a girl he meets by accident, who turns out to be not only (apparently) the granddaughter of Sir Ensor Doone (lord of the Doones), but destined to marry (against her will) the impetuous, menacing, and now jealous heir of the Doone Valley, Carver Doone. Carver will let nothing get in the way of his marriage to Lorna, which he plans to force upon her once Sir Ensor dies and he comes into his inheritance. Sir Ensor dies, and Carver becomes lord of the Doones. John Ridd helps Lorna escape to his family's farm, Plover's Barrows. Since Lorna is a member of the hated Doone clan, feelings are mixed toward her in the Ridd household, but she is nonetheless defended against the enraged Carver's retaliatory attack on the farm. A member of the Ridd household notices Lorna's necklace, a jewel that she was told by Sir Ensor belonged to her mother. During a visit from the Counsellor, Carver's father and the wisest of the Doone family, the necklace is stolen from Plover's Barrows. Shortly after its disappearance, a family friend discovers Lorna's origins, learning that the necklace belonged to a Lady Dugal, who was robbed and murdered by a band of outlaws. Only her daughter survived the attack. It becomes apparent that Lorna, being evidently the long-lost girl in question, is in fact heiress to one of the largest fortunes in the country, and not a Doone after all (although the Doones are remotely related, being descended from a collateral branch of the Dugal family). She is required by law, but against her will, to return to London to become a ward in Chancery. Despite John and Lorna's love for one another, their marriage is out of the question. King Charles II dies, and the Duke of Monmouth (the late king's illegitimate son) challenges Charles's brother James for the throne. The Doones, abandoning their plan to marry Lorna to Carver and claim her wealth, side with Monmouth in the hope of reclaiming their ancestral lands. However, Monmouth is defeated at the Battle of Sedgemoor, and his associates are sought for treason. John Ridd is captured during the revolution. Innocent of all charges, he is taken to London by an old friend to clear his name. There, he is reunited with Lorna (now Lorna Dugal), whose love for him has not diminished. When he thwarts an attack on Lorna's great-uncle and legal guardian Earl Brandir, John is granted a pardon, a title, and a coat of arms by the king and returns a free man to Exmoor. In the meantime, the surrounding communities have grown tired of the Doones and their depredations. Knowing the Doones better than any other man, John leads the attack on their land. All the Doone men are killed, except the Counsellor (from whom John retrieves the stolen necklace) and his son Carver, who escapes, vowing revenge. When Earl Brandir dies and Judge Jeffreys, as Lord Chancellor, becomes Lorna's guardian, she is granted her freedom to return to Exmoor and marry John. During their wedding, Carver bursts into the Church of St Mary, Oare. He shoots Lorna and flees. Distraught and filled with blinding rage, John pursues and confronts him. A struggle ensues in which Carver is left sinking in a mire. Exhausted and bloodied from the fight, John can only pant as he watches Carver slip away. He returns to discover that Lorna is not dead, and after a period of anxious uncertainty, she survives to live happily ever after. The narrator, John Ridd, says he was born on 29 November 1661; in Chapter 24, he mentions Queen Anne as the current monarch, so the time of narration is 1702–1714 making him 40–52 years old. Although he celebrates New Year's Day on 1 January, at that time in England the year in terms of A.D. \"begins\" Annunciation Style on 25 March, so 14 February 1676 would still be 1675 according to the old reckoning. Most of the dates below are given explicitly in the book.   – a lavishly illustrated edition (Burrows Brothers Company, 1889)"}, "context": {"use": ["document_a", "document_b"]}}
{"id": 3, "qid": "0::sub2", "group_id": "0", "qtype": "sub2", "question": "In what year was Lorna Doone first Serialized In?", "golden_answers": "1869", "document_a": {"title": "The Maid of Sker", "contents": "The Maid of Sker\nThe Maid of Sker The Maid of Sker is a three-volume novel by R. D. Blackmore published in 1872. Set in the late 18th century, it unravels the mystery of a foundling child washed ashore upon the coast of Glamorganshire. It was Blackmore's next novel published after \"Lorna Doone\" although he had begun writing it 25 years earlier. Blackmore considered \"The Maid of Sker\" to be his best novel. The title of the novel comes from a Welsh ballad known as \"The Maid of Sker\" (), although the content of the ballad bears little relation to the plot of the novel. Blackmore was also familiar with Sker House near Porthcawl. Blackmore's mother, Anne (née Knight), was from Nottage Court near Porthcawl, Glamorgan, and Blackmore spent part of his childhood with his aunt in Nottage. The stark form of Sker House is a central image for Blackmore. Blackmore began writing the novel while he was still a student at Oxford University. He graduated in 1847, but the book was not completed and published until 1872, three years after \"Lorna Doone\". \"The Maid of Sker\" is set at the end of the 18th century, and the story is told by Davy Llewellyn, an old fisherman. The story concerns a two-year-old girl who drifts in a boat onto a beach in Glamorganshire in the calm before a storm. The little girl calls herself Bardie. Llewellyn is tempted to keep the girl, but decides to give her up and keeps the boat for himself. He quarters the pretty child in a simple, but well-to-do, household in his neighbourhood. As she grows up he dotes upon her so far as he can. He watches anxiously over her fortunes, partly or principally because he thinks his own may be bound up with them. It is clear from the refinement of the girl's manners, and from the fineness of her clothes she was washed ashore in, that she is no common child. Davy joins the crew of a ketch trading between Barnstaple and Porthcawl. Whilst in Devon, he encounters several characters who hold the key to solving the mystery of the maid of Sker. These include Sir Philip Bampfylde who spends most of his time looking for his two grandchildren who have mysteriously disappeared; Parson Chowne, a parson of demoniac wickedness and craft who works his will for many years in the north of Devon, defying God, man, and the law; and Captain Drake Bamfylde who is under suspicion of having made away with the children of his elder brother, and heirs to the family property. Old Davy gradually unravels the mystery and sets matters right, although many distractions delay him including an extended period at sea in which Blackmore gives a graphic account of the Battle of the Nile. \"The Maid of Sker\" was serialized in \"Blackwood's Magazine\" from August 1871 to July 1872. It was then published as a three-volume novel in 1872. The novel received fairly good reviews. The \"Saturday Review\" stated that \"the book is exceedingly able, and strikingly original ... there is much powerful writing in it, a great deal of dry humour, with some touches of rare pathos.\" \"The Spectator \" regarded it as \"in our opinion a genuine success, one of the few good novels that has been written for many years\", although it also noted that it \"is here and there just a little difficult to follow ... the story must run over a course of years which it may tax even the author of Waverley to render interesting.\" Blackmore himself regarded this as his best novel, both as an expression of his own personality and in point of workmanship."}, "document_b": {"title": "Lorna Doone", "contents": "Lorna Doone\nLorna Doone Lorna Doone: A Romance of Exmoor is a novel by English author Richard Doddridge Blackmore, published in 1869. It is a romance based on a group of historical characters and set in the late 17th century in Devon and Somerset, particularly around the East Lyn Valley area of Exmoor. In 2003, the novel was listed on the BBC's survey The Big Read. Blackmore experienced difficulty in finding a publisher, and the novel was first published anonymously in 1869, in a limited three-volume edition of just 500 copies, of which only 300 sold. The following year it was republished in an inexpensive one-volume edition and became a huge critical and financial success. It has never been out of print. It received acclaim from Blackmore's contemporary, Margaret Oliphant, and as well from later Victorian writers including Robert Louis Stevenson, Gerard Manley Hopkins, and Thomas Hardy. A favourite among females, it is also popular among male readers, and was chosen by male students at Yale in 1906 as their favourite novel. By his own account, Blackmore relied on a \"phonologic\" style for his characters' speech, emphasising their accents and word formation. He expended great effort, in all of his novels, on his characters' dialogues and dialects, striving to recount realistically not only the ways, but also the tones and accents, in which thoughts and utterances were formed by the various sorts of people who lived on Exmoor in the 17th century. Blackmore incorporated real events and places into the novel. The Great Winter described in chapters 41–45 was a real event. He himself attended Blundell's School in Tiverton which serves as the setting for the opening chapters. One of the inspirations behind the plot is said to be the shooting of a young woman at a church in Chagford, Devon, in the 17th century. Unlike the heroine of the novel, she did not survive, but is commemorated in the church. Apparently, Blackmore invented the name \"Lorna\", possibly drawing on a Scottish source. According to the preface, the work is a romance and not a historical novel, because the author neither \"dares, nor desires, to claim for it the dignity or cumber it with the difficulty of an historical novel.\" As such, it combines elements of traditional romance, of Sir Walter Scott's historical novel tradition, of the pastoral tradition, of traditional Victorian values, and of the contemporary sensation novel trend. The basis for Blackmore's historical understanding is Macaulay's \"History of England\" and its analysis of the Monmouth rebellion. Along with the historical aspects are folk traditions, such as the many legends based around both the Doones and Tom Faggus. The composer Puccini once considered using the story as the plot for an opera, but abandoned the idea. The book is set in the 17th century in the Badgworthy Water region of Exmoor in Devon and Somerset, England. John (in West Country dialect, pronounced \"Jan\") Ridd is the son of a respectable farmer who was murdered in cold blood by one of the notorious Doone clan, a once noble family, now outlaws, in the isolated Doone Valley. Battling his desire for revenge, John also grows into a respectable farmer and takes good care of his mother and two sisters. He falls hopelessly in love with Lorna, a girl he meets by accident, who turns out to be not only (apparently) the granddaughter of Sir Ensor Doone (lord of the Doones), but destined to marry (against her will) the impetuous, menacing, and now jealous heir of the Doone Valley, Carver Doone. Carver will let nothing get in the way of his marriage to Lorna, which he plans to force upon her once Sir Ensor dies and he comes into his inheritance. Sir Ensor dies, and Carver becomes lord of the Doones. John Ridd helps Lorna escape to his family's farm, Plover's Barrows. Since Lorna is a member of the hated Doone clan, feelings are mixed toward her in the Ridd household, but she is nonetheless defended against the enraged Carver's retaliatory attack on the farm. A member of the Ridd household notices Lorna's necklace, a jewel that she was told by Sir Ensor belonged to her mother. During a visit from the Counsellor, Carver's father and the wisest of the Doone family, the necklace is stolen from Plover's Barrows. Shortly after its disappearance, a family friend discovers Lorna's origins, learning that the necklace belonged to a Lady Dugal, who was robbed and murdered by a band of outlaws. Only her daughter survived the attack. It becomes apparent that Lorna, being evidently the long-lost girl in question, is in fact heiress to one of the largest fortunes in the country, and not a Doone after all (although the Doones are remotely related, being descended from a collateral branch of the Dugal family). She is required by law, but against her will, to return to London to become a ward in Chancery. Despite John and Lorna's love for one another, their marriage is out of the question. King Charles II dies, and the Duke of Monmouth (the late king's illegitimate son) challenges Charles's brother James for the throne. The Doones, abandoning their plan to marry Lorna to Carver and claim her wealth, side with Monmouth in the hope of reclaiming their ancestral lands. However, Monmouth is defeated at the Battle of Sedgemoor, and his associates are sought for treason. John Ridd is captured during the revolution. Innocent of all charges, he is taken to London by an old friend to clear his name. There, he is reunited with Lorna (now Lorna Dugal), whose love for him has not diminished. When he thwarts an attack on Lorna's great-uncle and legal guardian Earl Brandir, John is granted a pardon, a title, and a coat of arms by the king and returns a free man to Exmoor. In the meantime, the surrounding communities have grown tired of the Doones and their depredations. Knowing the Doones better than any other man, John leads the attack on their land. All the Doone men are killed, except the Counsellor (from whom John retrieves the stolen necklace) and his son Carver, who escapes, vowing revenge. When Earl Brandir dies and Judge Jeffreys, as Lord Chancellor, becomes Lorna's guardian, she is granted her freedom to return to Exmoor and marry John. During their wedding, Carver bursts into the Church of St Mary, Oare. He shoots Lorna and flees. Distraught and filled with blinding rage, John pursues and confronts him. A struggle ensues in which Carver is left sinking in a mire. Exhausted and bloodied from the fight, John can only pant as he watches Carver slip away. He returns to discover that Lorna is not dead, and after a period of anxious uncertainty, she survives to live happily ever after. The narrator, John Ridd, says he was born on 29 November 1661; in Chapter 24, he mentions Queen Anne as the current monarch, so the time of narration is 1702–1714 making him 40–52 years old. Although he celebrates New Year's Day on 1 January, at that time in England the year in terms of A.D. \"begins\" Annunciation Style on 25 March, so 14 February 1676 would still be 1675 according to the old reckoning. Most of the dates below are given explicitly in the book.   – a lavishly illustrated edition (Burrows Brothers Company, 1889)"}, "context": {"use": ["document_a", "document_b"]}}
{"id": 301, "qid": "100::multi", "group_id": "100", "qtype": "multi", "question": "Whose year of birth is the earliest among Lai Cheuk Wah Sarah, Chow Chun Fai, and Tang kwok hin?", "golden_answers": "Chow Chun Fai", "document_a": {"title": "Lai Cheuk Wah Sarah", "contents": "Lai Cheuk Wah Sarah\nLai Cheuk Wah Sarah Lai Cheuk Wah Sarah (born 1983) is a painter in Hong Kong. Her paintings are often sceneries and objects recreated by a signature pale palette. Lai graduated from the Fine Arts Department, Chinese University of Hong Kong in 2007. In the same year, she received the Ramon Woon Creative Prize, Grotto Fine Arts Ltd.'s Creative Award and Cheng's Fine Arts Award in Western Painting. Lai is also a Finalist of the 2010 Sovereign Asian Art Prize. Lai's motif is the mundane. She describes her works as being based on things that are “ordinary...and missed easily.” Her works are about diverse subjects, ranging from the moon and the sea to swimming pools, street corners and water towers."}, "document_b": {"title": "Chow Chun Fai", "contents": "Chow Chun Fai\nChow Chun Fai Chow Chun Fai () (born 1980) is a Hong Kong artist specialized in performing art. He is a chairman of Fotanian Artist Village in Fo Tan, in Hong Kong and one of the few artists who are actively engaged in politics. In 2012, he ran unsuccessfully for a cultural post in the Hong Kong legislative council election in the Sports, Performing Arts, Culture and Publication constituency. Chow was born in Hong Kong in 1980. He graduated from the New Asia College of the Chinese University of Hong Kong (CUHK), where he earned a BA and an MFA from the Department of Fine Arts. Chow's artworks usually convey messages about politics or the current Hong Kong society. His artworks can mainly divided into several categories including \"painting on movie\", \"Video on painting\", \"photo installation\", \"Hong Kong street\", \"Hong Kong Taxi\", \"Daily life\" and \"Portrait\". His works have been exhibited in Hong Kong, Beijing, Shanghai, Singapore, Manchester, Munich, Salzburg, Vienna, Palermo, and Verona. Recent exhibitions include Liverpool Biennial, and Saatchi Gallery."}, "document_c": {"title": "Tang kwok hin", "contents": "Tang kwok hin\nTang kwok hin Tang kwok hin (Chinese:鄧國騫) is a Hong Kong mixed media artist, working as an independent curator and writer. He was born in 1983 in Hong Kong. He received his Master of Fine Arts and Bachelor of Arts (major in Fine Art) from Chinese University of Hong Kong in 2008 and 2006 respectively. His works based on the exploration of the relationships between art and society by means of collage, he also tries giving new meanings to some ready-made objects by exploration and reconstructions. Tang’s artwork is known as focusing on the theories of occasion, space, time and hidden rules which are existing in daily life. He describes his works as conceptual based symbolic collage himself. After quitting his place as a part-time visual arts teacher at Hong Kong Institute of Contemporary Culture (HKICC) Lee Shau Kee School of Creativity, he now works as a full-time artist as well as a regular speaker at some educational talks and seminars in order to promote art.  His works have been collected by a variety of art organizations such as the Hong Kong Museum of Art, Amelia Johnson Contemporary, Deutsche Bank and other private art collectors around the world. He also got many exhibition chances, the most significant one in Art Basel Hong Kong in 2013, displaying his work \"The weak are meat\", while recently, in 2015, he also got solo exhibitions in Hong Kong and Taipei. Moreover, Tang also cooperates with some foreign and local artists in group exhibitions. Tang Kwok Hin was born and raised in a walled village in Kam Tin, which makes him being more into the relationship between urban development and nature. Most of the time, Tang's works focuses on the theme of city's development, which he tries finding something sceptical on. Tang has a good relationship with his family. As an artist who has just started his path, his parents are more than willing to help him for the artwork, by simply collecting or purchasing materials. He got the honor to receive Hong Kong Arts Development Awards 2010, Young Artist Award of Visual Arts presented by Hong Kong Arts Development Council, the Special Prize “Personal Exhibition” and Selected Entry in the 5th International Arte Laguna Prize by Italian Cultural Association MOCA and Arte Laguna Office, as well as a place for Artists in the Neighbourhood Scheme V by Leisure and Cultural Services Department and Hong Kong Art Promotion Office. His work, \"Entanglement\" was selected to the entry of Finalist, Sovereign Asian Art Prize 2010 and he received 40 Under 40 Awards presented by Sovereign Art Foundation and Perspective Magazine respectively. He won First prize at Hong Kong Contemporary Art Biennial Award 2009 with his work, \"The Photo Book of Mu Mu Dao\"."}, "context": {"use": ["document_a", "document_b", "document_c"]}}
{"id": 302, "qid": "100::sub1", "group_id": "100", "qtype": "sub1", "question": "What is the year of birth of Lai Cheuk Wah Sarah?", "golden_answers": "1983", "document_a": {"title": "Lai Cheuk Wah Sarah", "contents": "Lai Cheuk Wah Sarah\nLai Cheuk Wah Sarah Lai Cheuk Wah Sarah (born 1983) is a painter in Hong Kong. Her paintings are often sceneries and objects recreated by a signature pale palette. Lai graduated from the Fine Arts Department, Chinese University of Hong Kong in 2007. In the same year, she received the Ramon Woon Creative Prize, Grotto Fine Arts Ltd.'s Creative Award and Cheng's Fine Arts Award in Western Painting. Lai is also a Finalist of the 2010 Sovereign Asian Art Prize. Lai's motif is the mundane. She describes her works as being based on things that are “ordinary...and missed easily.” Her works are about diverse subjects, ranging from the moon and the sea to swimming pools, street corners and water towers."}, "document_b": {"title": "Chow Chun Fai", "contents": "Chow Chun Fai\nChow Chun Fai Chow Chun Fai () (born 1980) is a Hong Kong artist specialized in performing art. He is a chairman of Fotanian Artist Village in Fo Tan, in Hong Kong and one of the few artists who are actively engaged in politics. In 2012, he ran unsuccessfully for a cultural post in the Hong Kong legislative council election in the Sports, Performing Arts, Culture and Publication constituency. Chow was born in Hong Kong in 1980. He graduated from the New Asia College of the Chinese University of Hong Kong (CUHK), where he earned a BA and an MFA from the Department of Fine Arts. Chow's artworks usually convey messages about politics or the current Hong Kong society. His artworks can mainly divided into several categories including \"painting on movie\", \"Video on painting\", \"photo installation\", \"Hong Kong street\", \"Hong Kong Taxi\", \"Daily life\" and \"Portrait\". His works have been exhibited in Hong Kong, Beijing, Shanghai, Singapore, Manchester, Munich, Salzburg, Vienna, Palermo, and Verona. Recent exhibitions include Liverpool Biennial, and Saatchi Gallery."}, "document_c": {"title": "Tang kwok hin", "contents": "Tang kwok hin\nTang kwok hin Tang kwok hin (Chinese:鄧國騫) is a Hong Kong mixed media artist, working as an independent curator and writer. He was born in 1983 in Hong Kong. He received his Master of Fine Arts and Bachelor of Arts (major in Fine Art) from Chinese University of Hong Kong in 2008 and 2006 respectively. His works based on the exploration of the relationships between art and society by means of collage, he also tries giving new meanings to some ready-made objects by exploration and reconstructions. Tang’s artwork is known as focusing on the theories of occasion, space, time and hidden rules which are existing in daily life. He describes his works as conceptual based symbolic collage himself. After quitting his place as a part-time visual arts teacher at Hong Kong Institute of Contemporary Culture (HKICC) Lee Shau Kee School of Creativity, he now works as a full-time artist as well as a regular speaker at some educational talks and seminars in order to promote art.  His works have been collected by a variety of art organizations such as the Hong Kong Museum of Art, Amelia Johnson Contemporary, Deutsche Bank and other private art collectors around the world. He also got many exhibition chances, the most significant one in Art Basel Hong Kong in 2013, displaying his work \"The weak are meat\", while recently, in 2015, he also got solo exhibitions in Hong Kong and Taipei. Moreover, Tang also cooperates with some foreign and local artists in group exhibitions. Tang Kwok Hin was born and raised in a walled village in Kam Tin, which makes him being more into the relationship between urban development and nature. Most of the time, Tang's works focuses on the theme of city's development, which he tries finding something sceptical on. Tang has a good relationship with his family. As an artist who has just started his path, his parents are more than willing to help him for the artwork, by simply collecting or purchasing materials. He got the honor to receive Hong Kong Arts Development Awards 2010, Young Artist Award of Visual Arts presented by Hong Kong Arts Development Council, the Special Prize “Personal Exhibition” and Selected Entry in the 5th International Arte Laguna Prize by Italian Cultural Association MOCA and Arte Laguna Office, as well as a place for Artists in the Neighbourhood Scheme V by Leisure and Cultural Services Department and Hong Kong Art Promotion Office. His work, \"Entanglement\" was selected to the entry of Finalist, Sovereign Asian Art Prize 2010 and he received 40 Under 40 Awards presented by Sovereign Art Foundation and Perspective Magazine respectively. He won First prize at Hong Kong Contemporary Art Biennial Award 2009 with his work, \"The Photo Book of Mu Mu Dao\"."}, "context": {"use": ["document_a"]}}
{"id": 303, "qid": "100::sub2", "group_id": "100", "qtype": "sub2", "question": "What is the year of birth of Chow Chun Fai?", "golden_answers": "1980", "document_a": {"title": "Lai Cheuk Wah Sarah", "contents": "Lai Cheuk Wah Sarah\nLai Cheuk Wah Sarah Lai Cheuk Wah Sarah (born 1983) is a painter in Hong Kong. Her paintings are often sceneries and objects recreated by a signature pale palette. Lai graduated from the Fine Arts Department, Chinese University of Hong Kong in 2007. In the same year, she received the Ramon Woon Creative Prize, Grotto Fine Arts Ltd.'s Creative Award and Cheng's Fine Arts Award in Western Painting. Lai is also a Finalist of the 2010 Sovereign Asian Art Prize. Lai's motif is the mundane. She describes her works as being based on things that are “ordinary...and missed easily.” Her works are about diverse subjects, ranging from the moon and the sea to swimming pools, street corners and water towers."}, "document_b": {"title": "Chow Chun Fai", "contents": "Chow Chun Fai\nChow Chun Fai Chow Chun Fai () (born 1980) is a Hong Kong artist specialized in performing art. He is a chairman of Fotanian Artist Village in Fo Tan, in Hong Kong and one of the few artists who are actively engaged in politics. In 2012, he ran unsuccessfully for a cultural post in the Hong Kong legislative council election in the Sports, Performing Arts, Culture and Publication constituency. Chow was born in Hong Kong in 1980. He graduated from the New Asia College of the Chinese University of Hong Kong (CUHK), where he earned a BA and an MFA from the Department of Fine Arts. Chow's artworks usually convey messages about politics or the current Hong Kong society. His artworks can mainly divided into several categories including \"painting on movie\", \"Video on painting\", \"photo installation\", \"Hong Kong street\", \"Hong Kong Taxi\", \"Daily life\" and \"Portrait\". His works have been exhibited in Hong Kong, Beijing, Shanghai, Singapore, Manchester, Munich, Salzburg, Vienna, Palermo, and Verona. Recent exhibitions include Liverpool Biennial, and Saatchi Gallery."}, "document_c": {"title": "Tang kwok hin", "contents": "Tang kwok hin\nTang kwok hin Tang kwok hin (Chinese:鄧國騫) is a Hong Kong mixed media artist, working as an independent curator and writer. He was born in 1983 in Hong Kong. He received his Master of Fine Arts and Bachelor of Arts (major in Fine Art) from Chinese University of Hong Kong in 2008 and 2006 respectively. His works based on the exploration of the relationships between art and society by means of collage, he also tries giving new meanings to some ready-made objects by exploration and reconstructions. Tang’s artwork is known as focusing on the theories of occasion, space, time and hidden rules which are existing in daily life. He describes his works as conceptual based symbolic collage himself. After quitting his place as a part-time visual arts teacher at Hong Kong Institute of Contemporary Culture (HKICC) Lee Shau Kee School of Creativity, he now works as a full-time artist as well as a regular speaker at some educational talks and seminars in order to promote art.  His works have been collected by a variety of art organizations such as the Hong Kong Museum of Art, Amelia Johnson Contemporary, Deutsche Bank and other private art collectors around the world. He also got many exhibition chances, the most significant one in Art Basel Hong Kong in 2013, displaying his work \"The weak are meat\", while recently, in 2015, he also got solo exhibitions in Hong Kong and Taipei. Moreover, Tang also cooperates with some foreign and local artists in group exhibitions. Tang Kwok Hin was born and raised in a walled village in Kam Tin, which makes him being more into the relationship between urban development and nature. Most of the time, Tang's works focuses on the theme of city's development, which he tries finding something sceptical on. Tang has a good relationship with his family. As an artist who has just started his path, his parents are more than willing to help him for the artwork, by simply collecting or purchasing materials. He got the honor to receive Hong Kong Arts Development Awards 2010, Young Artist Award of Visual Arts presented by Hong Kong Arts Development Council, the Special Prize “Personal Exhibition” and Selected Entry in the 5th International Arte Laguna Prize by Italian Cultural Association MOCA and Arte Laguna Office, as well as a place for Artists in the Neighbourhood Scheme V by Leisure and Cultural Services Department and Hong Kong Art Promotion Office. His work, \"Entanglement\" was selected to the entry of Finalist, Sovereign Asian Art Prize 2010 and he received 40 Under 40 Awards presented by Sovereign Art Foundation and Perspective Magazine respectively. He won First prize at Hong Kong Contemporary Art Biennial Award 2009 with his work, \"The Photo Book of Mu Mu Dao\"."}, "context": {"use": ["document_b"]}}
{"id": 304, "qid": "100::sub3", "group_id": "100", "qtype": "sub3", "question": "What is the year of birth of Tang kwok hin?", "golden_answers": "1983", "document_a": {"title": "Lai Cheuk Wah Sarah", "contents": "Lai Cheuk Wah Sarah\nLai Cheuk Wah Sarah Lai Cheuk Wah Sarah (born 1983) is a painter in Hong Kong. Her paintings are often sceneries and objects recreated by a signature pale palette. Lai graduated from the Fine Arts Department, Chinese University of Hong Kong in 2007. In the same year, she received the Ramon Woon Creative Prize, Grotto Fine Arts Ltd.'s Creative Award and Cheng's Fine Arts Award in Western Painting. Lai is also a Finalist of the 2010 Sovereign Asian Art Prize. Lai's motif is the mundane. She describes her works as being based on things that are “ordinary...and missed easily.” Her works are about diverse subjects, ranging from the moon and the sea to swimming pools, street corners and water towers."}, "document_b": {"title": "Chow Chun Fai", "contents": "Chow Chun Fai\nChow Chun Fai Chow Chun Fai () (born 1980) is a Hong Kong artist specialized in performing art. He is a chairman of Fotanian Artist Village in Fo Tan, in Hong Kong and one of the few artists who are actively engaged in politics. In 2012, he ran unsuccessfully for a cultural post in the Hong Kong legislative council election in the Sports, Performing Arts, Culture and Publication constituency. Chow was born in Hong Kong in 1980. He graduated from the New Asia College of the Chinese University of Hong Kong (CUHK), where he earned a BA and an MFA from the Department of Fine Arts. Chow's artworks usually convey messages about politics or the current Hong Kong society. His artworks can mainly divided into several categories including \"painting on movie\", \"Video on painting\", \"photo installation\", \"Hong Kong street\", \"Hong Kong Taxi\", \"Daily life\" and \"Portrait\". His works have been exhibited in Hong Kong, Beijing, Shanghai, Singapore, Manchester, Munich, Salzburg, Vienna, Palermo, and Verona. Recent exhibitions include Liverpool Biennial, and Saatchi Gallery."}, "document_c": {"title": "Tang kwok hin", "contents": "Tang kwok hin\nTang kwok hin Tang kwok hin (Chinese:鄧國騫) is a Hong Kong mixed media artist, working as an independent curator and writer. He was born in 1983 in Hong Kong. He received his Master of Fine Arts and Bachelor of Arts (major in Fine Art) from Chinese University of Hong Kong in 2008 and 2006 respectively. His works based on the exploration of the relationships between art and society by means of collage, he also tries giving new meanings to some ready-made objects by exploration and reconstructions. Tang’s artwork is known as focusing on the theories of occasion, space, time and hidden rules which are existing in daily life. He describes his works as conceptual based symbolic collage himself. After quitting his place as a part-time visual arts teacher at Hong Kong Institute of Contemporary Culture (HKICC) Lee Shau Kee School of Creativity, he now works as a full-time artist as well as a regular speaker at some educational talks and seminars in order to promote art.  His works have been collected by a variety of art organizations such as the Hong Kong Museum of Art, Amelia Johnson Contemporary, Deutsche Bank and other private art collectors around the world. He also got many exhibition chances, the most significant one in Art Basel Hong Kong in 2013, displaying his work \"The weak are meat\", while recently, in 2015, he also got solo exhibitions in Hong Kong and Taipei. Moreover, Tang also cooperates with some foreign and local artists in group exhibitions. Tang Kwok Hin was born and raised in a walled village in Kam Tin, which makes him being more into the relationship between urban development and nature. Most of the time, Tang's works focuses on the theme of city's development, which he tries finding something sceptical on. Tang has a good relationship with his family. As an artist who has just started his path, his parents are more than willing to help him for the artwork, by simply collecting or purchasing materials. He got the honor to receive Hong Kong Arts Development Awards 2010, Young Artist Award of Visual Arts presented by Hong Kong Arts Development Council, the Special Prize “Personal Exhibition” and Selected Entry in the 5th International Arte Laguna Prize by Italian Cultural Association MOCA and Arte Laguna Office, as well as a place for Artists in the Neighbourhood Scheme V by Leisure and Cultural Services Department and Hong Kong Art Promotion Office. His work, \"Entanglement\" was selected to the entry of Finalist, Sovereign Asian Art Prize 2010 and he received 40 Under 40 Awards presented by Sovereign Art Foundation and Perspective Magazine respectively. He won First prize at Hong Kong Contemporary Art Biennial Award 2009 with his work, \"The Photo Book of Mu Mu Dao\"."}, "context": {"use": ["document_c"]}}
